Repository: timoNieke/CM_Nieke_Bessonova
Catalog: typo3conf/ext/osm/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# pi1.title
source: OpenStreetMap Individual Addresses
de: OpenStreetMap individuelle Adressen

# pi1.description
source: Show one or more individual addresses on a map
de: Zeige eine oder mehrere Adressen auf einer Karte

# pi1.information
source: Please save content first. Afterwards addresses can be added.
de: Bitte Seiteninhalt zuerst speichern. Anschließend können Adressen hinzugefügt werden.

# pi1.settings.addresses
source: Add address
de: Adresse hinzufügen

# pi1.settings.address
source: Full address
de: Volle Adresse

# pi1.settings.latitude
source: Latitude (alternative to full address)
de: Breitengrad (alternativ zur vollen Adresse)

# pi1.settings.longitude
source: Longitude (alternative to full address)
de: Längengrad (alternativ zur vollen Adresse)

# pi1.settings.zoom
source: Zoom factor
de: Zoom Faktor

# pi1.settings.marker
source: Show this marker
de: Zeige diesen Marker

# pi1.settings.markertitle
source: Title for marker (optional for popup)
de: Überschrift Marker (optional, für Pop-up)

# pi1.settings.markerdescription
source: Description for marker (optional for popup)
de: Beschreibung Marker (optional, für Pop-up)

# pi2.title
source: OpenStreetMap address from pool
de: OpenStreetMap Adressen aus Adresspool

# pi2.description
source: Show addresses from tt_address
de: Zeige Adressen aus tt_address

# pi2.settings.addresses
source: Select addresses
de: Adressen auswählen

# pi2.settings.zoom
source: Zoom factor
de: Zoom Faktor

source: Please choose...
de: Bitte auswählen...
